Repository: AnastasiyaKontareva/shake-and-stir
Catalog: core/lib/src/l10n/arb/app_*.arb
Languages: pl

# searchCocktailsScreenFilterButtonTooltip
source: Filters
pl: Filtry

# filterPanelTitle
source: Filters
pl: Filtry

# filterPanelCategoryTitle
source: Category
pl: Kategoria

# filterPanelGlassTypeTitle
source: Glass Type
pl: Rodzaj szkła

# filterPanelAlcoholicTypeTitle
source: Alcoholic Type
pl: Rodzaj alkoholu

# filterPanelResetAllButton
source: Reset All
pl: Resetuj wszystko

# filterPanelApplyFiltersButton
source: Apply Filters
pl: Zastosuj filtry

# filterPanelContainsIngredientsTitle
source: Contains Ingredients
pl: Zawiera składniki

# filterPanelAddAnIngredientLabel
source: Add an ingredient
pl: Dodaj składnik

# searchCocktailsBodyInitialPrompt
source: Start typing to find a cocktail.
pl: Zacznij pisać, aby znaleźć koktajl.

# searchCocktailsBodyNoResults
source: No results found for "{query}".
pl: Nie znaleziono wyników dla "{query}".

# cocktailBrowserScreenTitle
source: Browse Cocktails
pl: Przeglądaj koktajle

# cocktailBrowserBodyNoCocktailsFound
source: No Cocktails Found
pl: Nie znaleziono koktajli

# cocktailDetailsScreenTitle
source: Recipe Details
pl: Szczegóły przepisu

# cocktailDetailsGlassTitle
source: Glass Type
pl: Rodzaj szkła

# cocktailDetailsServeIn
source: Serve in: {glass}
pl: Podawaj w: {glass}

# cocktailDetailsIngredientsTitle
source: Ingredients
pl: Składniki

# cocktailDetailsInstructionsTitle
source: Instructions
pl: Instrukcje

# favoritesBodyNoFavorites
source: No Favorites Yet. Tap the â™¡ on any cocktail.
pl: Brak ulubionych. Dotknij ♡ przy dowolnym koktajlu.

# randomCocktailShakePrompt
source: Shake your phone to get a random cocktail!
pl: Potrząśnij telefonem, aby otrzymać losowy koktajl!

# randomCocktailClickPrompt
source: Click the button to get a random cocktail!
pl: Kliknij przycisk, aby otrzymać losowy koktajl!

# randomCocktailSurpriseMeButton
source: Surprise Me!
pl: Zaskocz mnie!

# randomCocktailResultTitle
source: We found one for you!
pl: Znaleźliśmy coś dla Ciebie!

# randomCocktailViewRecipeButton
source: View Full Recipe
pl: Zobacz pełny przepis

# randomCocktailFindAnotherButton
source: Find Another
pl: Znajdź inny
